Repository: GlobalDevPhp/fix-permission
Catalog: languages/fix-permission-*.po
Languages: ru_ru

source: Fix file permissions
ru_ru: Изменение прав файлов

source: Please enter paths, which you want to apply the action. You can set relative and absolute paths, but only for the current site folder.
ru_ru: Пожалуйста, введите пути, к которым вы хотите применить действие. Вы можете задать относительные или абсолютные пути, но только для папки текущего сайта.

source: In order for the changes to be applied, you must turn off the test mode. In test mode, the plugin will look all the specified folders and files, and in the case of a recursive traversal, nested ones, but will not delete or change them.
ru_ru: Для того чтобы изменения вступили в силу, необходимо отключить тестовый режим. В тестовом режиме плагин будет просматривать все указанные папки и файлы, а в случае рекурсивного обхода также и вложенные, но не будет их удалять или изменять.

source: Select type the action:
ru_ru: Выберите тип действия:

source: Edit permission
ru_ru: Изменение прав

source: Deleting
ru_ru: Удаление файлов

source: Test mode On
ru_ru: Тэстовий режим включен

source: You want to perform an action on subfolders and files?
ru_ru: Вы хотите выполнить действие над подпапками и файлами?

source: Apply action recursively?
ru_ru: Применить действие рекурсивно?

source: Run action
ru_ru: Выполнить дейсвие

source: Not exist
ru_ru: Не существует

source: Exist
ru_ru: Найден

source: file
ru_ru: файл

source: dir
ru_ru: каталог

source: link
ru_ru: ссылка

source: Success
ru_ru: Успешно

source: Edited
ru_ru: Изменено
